Repository: naralapraneeth11/PickleBall
Catalog: Pickleball watch Watch App/Localizable.xcstrings
Source language: en
Languages: es, it, pt_br

source: %@ beat %@
es: %1$@ ganó a %2$@
it: %1$@ ha battuto %2$@
pt_br: %1$@ venceu %2$@

source: %@ called you out
es: %@ te ha retado
it: %@ ti ha sfidato
pt_br: %@ desafiou você

source: %lld defenses · longest reign %lldd
es: %1$lld defensas · reinado más largo %2$lldd
it: %1$lld difese · regno più lungo %2$lldg
pt_br: %1$lld defesas · reinado mais longo %2$lldd

source: %lld matches
es: %lld partidos
it: %lld partite
pt_br: %lld partidas

source: %lld matches waiting for iPhone
es: %lld partidos esperando al iPhone
it: %lld partite in attesa dell’iPhone
pt_br: %lld partidas aguardando o iPhone

source: %lld tournaments won
es: %lld torneos ganados
it: %lld tornei vinti
pt_br: %lld torneios vencidos

source: %lld waiting to send
es: %lld pendientes de enviar
it: %lld in attesa di invio
pt_br: %lld aguardando envio

source: %lld%% won
es: %lld%% ganados
it: %lld%% vinte
pt_br: %lld%% vencidas

source: 1 game
es: 1 juego

source: 1 match waiting for iPhone
es: 1 partido esperando al iPhone
it: 1 partita in attesa dell’iPhone
pt_br: 1 partida aguardando o iPhone

source: A guest who signs up with their link gets every match you played together, and becomes your friend.
es: Un invitado que se registre con su enlace recibe todos los partidos que jugasteis juntos y se convierte en tu amigo.
it: Un ospite che si iscrive con il suo link riceve tutte le partite giocate insieme e diventa tuo amico.
pt_br: Um convidado que se cadastrar com o link recebe todas as partidas que vocês jogaram juntos e vira seu amigo.

source: A haptic rhythm only squadmates can send during live matches.
es: Un ritmo háptico que solo tu grupo puede enviar durante los partidos en directo.
it: Un ritmo aptico che solo il tuo gruppo può inviare durante le partite in diretta.
pt_br: Um ritmo háptico que só o seu grupo pode enviar durante partidas ao vivo.

source: A match from before the update couldn’t be moved.
es: No se pudo trasladar un partido de antes de la actualización.
it: Non è stato possibile spostare una partita precedente all'aggiornamento.
pt_br: Não foi possível mover uma partida de antes da atualização.

source: A random install ID, your region setting, language and app version once a day, and crash reports from iOS. Never linked to your account, never used for ads, never sold.
es: Un identificador de instalación aleatorio, tu región, idioma y versión de la app una vez al día, y los informes de fallos de iOS. Nunca vinculado a tu cuenta, nunca para anuncios, nunca vendido.
it: Un identificativo di installazione casuale, area geografica, lingua e versione dell’app una volta al giorno, e i rapporti sugli arresti di iOS. Mai collegato al tuo account, mai usato per pubblicità, mai venduto.
pt_br: Um identificador de instalação aleatório, sua região, idioma e versão do app uma vez por dia, e relatórios de falhas do iOS. Nunca ligado à sua conta, nunca usado para anúncios, nunca vendido.

source: A result needs you
es: Un resultado te espera
it: Un risultato ti aspetta
pt_br: Um resultado precisa de você

source: A squad match counts for the squad belt and shows up in the squad chat.
es: Un partido de grupo cuenta para el cinturón del grupo y aparece en su chat.
it: Una partita di gruppo conta per la cintura del gruppo e appare nella sua chat.
pt_br: Uma partida do grupo vale para o cinturão do grupo e aparece no chat dele.

source: ABOUT US
es: SOBRE NOSOTROS
it: CHI SIAMO
pt_br: SOBRE NÓS

source: ACCOUNT
es: CUENTA
pt_br: CONTA

source: APPEARANCE
es: APARIENCIA
it: ASPETTO
pt_br: APARÊNCIA

source: AVG BPM
es: PPM MEDIAS
it: BPM MEDI
pt_br: BPM MÉDIO

source: Accept
es: Aceptar
it: Accetta
pt_br: Aceitar

source: Active this week
es: Activos esta semana
it: Attivi questa settimana
pt_br: Ativos nesta semana

source: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar

source: Add Apple Watch insights?
es: ¿Añadir datos del Apple Watch?
it: Aggiungere i dati di Apple Watch?
pt_br: Adicionar dados do Apple Watch?

source: Add a court
es: Añadir pista
it: Aggiungi un campo
pt_br: Adicionar quadra

source: Add a guest
es: Añadir invitado
it: Aggiungi ospite
pt_br: Adicionar convidado

source: Add friends
es: Añadir amigos
it: Aggiungi amici
pt_br: Adicionar amigos

source: Add friends by username, link or QR code. Every friend gets a chat, and every squad gets one too.
es: Añade amigos por nombre de usuario, enlace o código QR. Cada amigo y cada grupo tiene su chat.
it: Aggiungi amici con nome utente, link o codice QR. Ogni amico e ogni gruppo ha la sua chat.
pt_br: Adicione amigos pelo nome de usuário, link ou QR code. Cada amigo e cada grupo ganha uma conversa.

source: Add friends first; you can also invite people with a squad link later.
es: Añade amigos primero; también puedes invitar con un enlace de grupo más tarde.
it: Aggiungi prima gli amici; puoi anche invitare con un link di gruppo più tardi.
pt_br: Adicione amigos primeiro; você também pode convidar com um link do grupo depois.

source: Add match tiebreak
es: Añadir supertiebreak
it: Aggiungi super tie-break
pt_br: Adicionar supertiebreak

source: Add the Belt widget to your Home or Lock Screen to see who’s wearing it.
es: Añade el widget del cinturón a tu pantalla de inicio o bloqueo para ver quién lo lleva.
it: Aggiungi il widget della cintura alla Home o alla schermata di blocco per vedere chi ce l’ha.
pt_br: Adicione o widget do cinturão à Tela de Início ou Bloqueio para ver quem está com ele.

source: All clear
es: Todo al día
it: Tutto a posto
pt_br: Tudo em dia

source: All your friends are already in.
es: Todos tus amigos ya están dentro.
it: Tutti i tuoi amici ci sono già.
pt_br: Todos os seus amigos já estão no grupo.

source: Allow
es: Permitir
it: Consenti
pt_br: Permitir

source: Allow Health data access?
es: ¿Permitir acceso a los datos de Salud?
it: Consentire l’accesso ai dati di Salute?
pt_br: Permitir acesso aos dados do Saúde?

source: Allow notifications in Settings
es: Permitir notificaciones en Ajustes
it: Consenti le notifiche in Impostazioni
pt_br: Permitir notificações nos Ajustes

source: Appearance
es: Apariencia
it: Aspetto
pt_br: Aparência

source: As partners
es: Como pareja
it: Come compagni
pt_br: Como parceiros

source: Ask your friend for their link or code instead.
es: Pide a tu amigo su enlace o código.
it: Chiedi al tuo amico il link o il codice.
pt_br: Peça ao seu amigo o link ou o código.

source: Avg Points
es: Media de puntos
it: Media punti
pt_br: Média de pontos

source: BACK COURT
es: FONDO DE PISTA
it: FONDO CAMPO
pt_br: FUNDO DE QUADRA

source: BELTS
es: CINTURONES
it: CINTURE
pt_br: CINTURÕES

source: BEST PARTNERS
es: MEJORES PAREJAS
it: MIGLIORI COMPAGNI
pt_br: MELHORES PARCEIROS

source: BIRTH YEAR
es: AÑO DE NACIMIENTO
it: ANNO DI NASCITA
pt_br: ANO DE NASCIMENTO

source: Back
es: Atrás
it: Indietro
pt_br: Voltar

source: Backhand
es: Revés
it: Rovescio

source: Ban
es: Bloquear cuenta
it: Banna
pt_br: Banir

source: Ban this account? Their reported content is removed and they’re signed out everywhere.
es: ¿Bloquear esta cuenta? Se retira su contenido denunciado y se cierra su sesión en todas partes.
it: Bannare questo account? I contenuti segnalati vengono rimossi e viene disconnesso ovunque.
pt_br: Banir esta conta? O conteúdo denunciado é removido e a sessão é encerrada em todos os aparelhos.

source: Bans
es: Bloqueos
it: Ban
pt_br: Banimentos

source: Beat someone above you and take their rung.
es: Gana a alguien por encima de ti y quédate su puesto.
it: Batti chi ti sta sopra e prendi il suo posto.
pt_br: Vença alguém acima de você e fique com a posição.

source: Beat someone above you and you take their rung; everyone in between steps down one. Squad matches only.
es: Gana a alguien por encima y te quedas su puesto; los que estén en medio bajan uno. Solo partidos de grupo.
it: Batti chi ti sta sopra e prendi il suo posto; chi sta in mezzo scende di uno. Solo partite di gruppo.
pt_br: Vença alguém acima e fique com a posição; quem estiver no meio desce uma. Só partidas do grupo.

source: Beat whoever holds it and it’s yours. Climb your squad’s ladder, run brackets and Mexicano nights, and watch your level move.
es: Gana a quien lo lleve y es tuyo. Sube en la escalera de tu grupo, organiza cuadros y noches de Mexicano, y mira cómo se mueve tu nivel.
it: Batti chi la detiene ed è tua. Scala la classifica del gruppo, organizza tabelloni e serate Mexicano e guarda il tuo livello muoversi.
pt_br: Vença quem estiver com ele e é seu. Suba no ranking do grupo, faça chaves e noites de Mexicano e veja seu nível mudar.

source: Belt
es: Cinturón
it: Cintura
pt_br: Cinturão

source: Belts
es: Cinturones
it: Cinture
pt_br: Cinturões

source: Belts won
es: Cinturones ganados
it: Cinture vinte
pt_br: Cinturões conquistados

source: Best Win
es: Mejor victoria
it: Miglior vittoria
pt_br: Melhor vitória

source: Best of 3
es: Al mejor de 3
it: Al meglio di 3
pt_br: Melhor de 3

source: Best of 5
es: Al mejor de 5
it: Al meglio di 5
pt_br: Melhor de 5

source: Best partner
es: Mejor pareja
it: Miglior compagno
pt_br: Melhor parceiro

source: Best streak
es: Mejor racha
it: Serie migliore
pt_br: Melhor sequência

source: Block
es: Bloquear
it: Blocca
pt_br: Bloquear

source: Block %@?
es: ¿Bloquear a %@?
it: Bloccare %@?
pt_br: Bloquear %@?

source: Block?
es: ¿Bloquear?
it: Bloccare?
pt_br: Bloquear?

source: Blocked
es: Bloqueados
it: Bloccati
pt_br: Bloqueados

source: Bracket
es: Cuadro
it: Tabellone
pt_br: Chave

source: Bring your crew.
es: Trae a tu gente.
it: Porta il tuo gruppo.
pt_br: Traga sua galera.

source: Busiest month
es: Mes con más partidos
it: Mese più intenso
pt_br: Mês mais movimentado

source: Bye
es: Exento
pt_br: Folga

source: CONTACT DETAILS
es: CONTACTO
it: CONTATTI
pt_br: CONTATO

source: COUNTRY
es: PAÍS
it: PAESE
pt_br: PAÍS

source: CROWD
es: PÚBLICO
it: PUBBLICO
pt_br: TORCIDA

source: Call out
es: Retar
it: Sfida
pt_br: Desafiar

source: Call outs
es: Retos
it: Sfide
pt_br: Desafios

source: Calories
es: Calorías
it: Calorie
pt_br: Calorias

source: Camera unavailable
es: Cámara no disponible
it: Fotocamera non disponibile
pt_br: Câmera indisponível

source: Cancel
es: Cancelar
it: Annulla
pt_br: Cancelar

source: Change player
es: Cambiar jugador
it: Cambia giocatore
pt_br: Trocar jogador

source: Changeover photo
es: Foto del cambio de lado
it: Foto al cambio campo
pt_br: Foto da troca de lado

source: Changes apply to the next match.
es: Los cambios se aplican al próximo partido.
it: Le modifiche valgono dalla prossima partita.
pt_br: As mudanças valem para a próxima partida.

source: Changes save automatically
es: Los cambios se guardan solos
it: Le modifiche si salvano da sole
pt_br: As alterações são salvas automaticamente

source: Cheers buzz the players’ Apple Watch between points.
es: Los ánimos hacen vibrar el Apple Watch de los jugadores entre puntos.
it: Gli incitamenti fanno vibrare l’Apple Watch dei giocatori tra un punto e l’altro.
pt_br: A torcida vibra no Apple Watch dos jogadores entre os pontos.

source: Choose a profile photo
es: Elegir foto de perfil
it: Scegli la foto del profilo
pt_br: Escolher foto de perfil

source: Claim link
es: Enlace para reclamar
it: Link per rivendicare
pt_br: Link de resgate

source: Clear
es: Borrar
it: Cancella
pt_br: Limpar

source: Close
es: Cerrar
it: Chiudi
pt_br: Fechar

source: Code or link
es: Código o enlace
it: Codice o link
pt_br: Código ou link

source: Come for the belt
es: Ve a por el cinturón
it: Vieni a prenderti la cintura
pt_br: Venha pelo cinturão

source: Come for the belt.
es: Ve a por el cinturón.
it: Vieni a prenderti la cintura.
pt_br: Venha pelo cinturão.

source: Confirm result
es: Confirmar resultado
it: Conferma risultato
pt_br: Confirmar resultado

source: Confirm results
es: Confirmar resultados
it: Conferma risultati
pt_br: Confirmar resultados

source: Confirm: %@
es: Confirmar: %@
it: Conferma: %@
pt_br: Confirmar: %@

source: Confirming makes it count for records and the Belt.
es: Al confirmar cuenta para el historial y el cinturón.
it: Confermando vale per lo storico e la cintura.
pt_br: Confirmar faz valer para o histórico e o cinturão.

source: Copy
es: Copiar
it: Copia
pt_br: Copiar

source: Couldn’t save on this Watch. Free up some storage.
es: No se pudo guardar en este Watch. Libera espacio.
it: Impossibile salvare su questo Watch. Libera spazio.
pt_br: Não foi possível salvar neste Watch. Libere espaço.

source: Counter
es: Contraoferta
it: Controproposta
pt_br: Contraproposta

source: Court
es: Pista
it: Campo
pt_br: Quadra

source: Court %lld
es: Pista %lld
it: Campo %lld
pt_br: Quadra %lld

source: Courts: %lld
es: Pistas: %lld
it: Campi: %lld
pt_br: Quadras: %lld

source: Crashes · last 14 days
es: Fallos · últimos 14 días
it: Arresti · ultimi 14 giorni
pt_br: Falhas · últimos 14 dias

source: Create
es: Crear
it: Crea
pt_br: Criar

source: Current reign
es: Reinado actual
it: Regno attuale
pt_br: Reinado atual

source: DATA
es: DATOS
it: DATI
pt_br: DADOS

source: DURATION
es: DURACIÓN
it: DURATA
pt_br: DURAÇÃO

source: Dead ball: no Returns for a day, so it left the Feed.
es: Bola muerta: un día sin respuestas, así que salió del muro.
it: Palla morta: un giorno senza risposte, quindi è uscito dalla bacheca.
pt_br: Bola morta: um dia sem respostas, então saiu do feed.

source: Decline
es: Rechazar
it: Rifiuta
pt_br: Recusar

source: Defenses
es: Defensas
it: Difese
pt_br: Defesas

source: Delete
es: Eliminar
it: Elimina
pt_br: Apagar

source: Delete Serve
es: Eliminar publicación
it: Elimina post
pt_br: Apagar post

source: Delete account
es: Eliminar cuenta
it: Elimina account
pt_br: Excluir conta

source: Delete your account?
es: ¿Eliminar tu cuenta?
it: Eliminare il tuo account?
pt_br: Excluir sua conta?

source: Deleting…
es: Eliminando…
it: Eliminazione…
pt_br: Excluindo…

source: Dismiss
es: Descartar
it: Ignora
pt_br: Descartar

source: Dismiss this report?
es: ¿Descartar esta denuncia?
it: Ignorare questa segnalazione?
pt_br: Descartar esta denúncia?

source: Dispute
es: Discutir
it: Contesta
pt_br: Contestar

source: Done
es: Listo
it: Fine
pt_br: OK

source: Double tap to change
es: Toca dos veces para cambiar
it: Tocca due volte per cambiare
pt_br: Toque duas vezes para mudar

source: Double tap to change country
es: Toca dos veces para cambiar de país
it: Tocca due volte per cambiare paese
pt_br: Toque duas vezes para mudar o país

source: Double-tap when %@ wins the rally
es: Toca dos veces cuando %@ gane el punto
it: Tocca due volte quando %@ vince il punto
pt_br: Toque duas vezes quando %@ ganhar o ponto

source: Doubles
es: Dobles
it: Doppio
pt_br: Duplas

source: EMAIL
es: CORREO

source: EXAMPLE
es: EJEMPLO
it: ESEMPIO
pt_br: EXEMPLO

source: Edit profile
es: Editar perfil
it: Modifica profilo
pt_br: Editar perfil

source: Email
es: Correo

source: Enable Access
es: Permitir acceso
it: Consenti accesso
pt_br: Permitir acesso

source: Enable Health access
es: Permitir acceso a Salud
it: Consenti accesso a Salute
pt_br: Permitir acesso ao Saúde

source: Enable Watch tracking
es: Activar seguimiento con el reloj
it: Attiva il monitoraggio Watch
pt_br: Ativar rastreio no relógio

source: End match
es: Terminar partido
it: Termina partita
pt_br: Encerrar partida

source: End match?
es: ¿Terminar partido?
it: Terminare la partita?
pt_br: Encerrar partida?

source: End this match?
es: ¿Terminar este partido?
it: Terminare questa partita?
pt_br: Encerrar esta partida?

source: End without saving
es: Terminar sin guardar
it: Termina senza salvare
pt_br: Encerrar sem salvar

source: Enter a score
es: Introducir un resultado
it: Inserisci un punteggio
pt_br: Inserir um placar

source: Enter an invite code
es: Introducir un código de invitación
it: Inserisci un codice d’invito
pt_br: Digitar um código de convite

source: Enter score
es: Introducir resultado
it: Inserisci punteggio
pt_br: Inserir placar

source: Enter the score
es: Introducir el resultado
it: Inserisci il punteggio
pt_br: Inserir o placar

source: Enter your email
es: Introduce tu correo
it: Inserisci la tua email
pt_br: Digite seu e-mail

source: FEEDBACK
es: OPINIONES

source: FORM
es: FORMA
it: FORMA
pt_br: FORMA

source: Feed
es: Muro
it: Bacheca

source: Find a court
es: Buscar pista
it: Trova un campo
pt_br: Encontrar quadra

source: Find friends by username
es: Buscar amigos por nombre de usuario
it: Trova amici per nome utente
pt_br: Encontrar amigos pelo nome de usuário

source: Finish a match and post its Replay. It stays up for 24 hours.
es: Termina un partido y publica su Repetición. Dura 24 horas.
it: Finisci una partita e pubblica il Replay. Resta visibile 24 ore.
pt_br: Termine uma partida e publique o Replay. Ele fica no ar por 24 horas.

source: Finish a match to see it here.
es: Termina un partido para verlo aquí.
it: Finisci una partita per vederla qui.
pt_br: Termine uma partida para vê-la aqui.

source: Finish and crown the champion
es: Terminar y coronar al campeón
it: Concludi e incorona il campione
pt_br: Encerrar e coroar o campeão

source: Finish every match to crown the champion.
es: Termina todos los partidos para coronar al campeón.
it: Finisci tutte le partite per incoronare il campione.
pt_br: Termine todas as partidas para coroar o campeão.

source: Finished
es: Terminados
it: Conclusi
pt_br: Encerrados

source: Follow %@ live
es: Sigue %@ en directo
it: Segui %@ in diretta
pt_br: Acompanhe %@ ao vivo

source: Forehand
es: Derecha
it: Dritto

source: Format
es: Formato
it: Formato
pt_br: Formato

source: Friends
es: Amigos
it: Amici
pt_br: Amigos

source: Friends only. Nothing you post is ever public.
es: Solo amigos. Nada de lo que publicas es público.
it: Solo amici. Niente di ciò che pubblichi è pubblico.
pt_br: Só amigos. Nada que você publica é público.

source: Friends scan this in PickleBall (or with the Camera app) to add you.
es: Tus amigos lo escanean en PickleBall (o con la Cámara) para añadirte.
it: Gli amici lo scansionano in PickleBall (o con la Fotocamera) per aggiungerti.
pt_br: Seus amigos escaneiam isto no PickleBall (ou com a Câmera) para adicionar você.

source: Friends see your matches, Serves and belts. Nothing is ever public.
es: Tus amigos ven tus partidos, publicaciones y cinturones. Nada es público.
it: Gli amici vedono partite, post e cinture. Niente è mai pubblico.
pt_br: Seus amigos veem suas partidas, posts e cinturões. Nada é público.

source: GENDER
es: GÉNERO
it: GENERE
pt_br: GÊNERO

source: Get started
es: Empezar
it: Inizia
pt_br: Começar

source: Glass
es: Cristal
it: Vetro
pt_br: Vidro

source: Go back
es: Volver
it: Indietro
pt_br: Voltar

source: Goes through
es: Se clasifica
it: Si qualifica
pt_br: Classificado

source: Grand final
es: Gran final
it: Finalissima
pt_br: Grande final

source: Guest
es: Invitado
it: Ospite
pt_br: Convidado

source: Guests
es: Invitados
it: Ospiti
pt_br: Convidados

source: Guests you’ve played (%lld)
es: Invitados con los que has jugado (%lld)
it: Ospiti con cui hai giocato (%lld)
pt_br: Convidados com quem você jogou (%lld)

source: HOME
es: INICIO
pt_br: INÍCIO

source: Head-to-head
es: Cara a cara
it: Scontri diretti
pt_br: Confronto direto

source: Health access is off. Turn it on in Settings › Health to record workouts. Scoring works without it.
es: El acceso a Salud está desactivado. Actívalo en Ajustes › Salud para grabar entrenos. El marcador funciona sin él.
it: L'accesso a Salute è disattivato. Attivalo in Impostazioni › Salute per registrare gli allenamenti. Il punteggio funziona anche senza.
pt_br: O acesso ao Saúde está desativado. Ative em Ajustes › Saúde para gravar treinos. A marcação funciona sem ele.

source: Heart
es: Pulso
it: Cuore
pt_br: Coração

source: Held by %@
es: En manos de %@
it: Detenuta da %@
pt_br: Com %@

source: Home courts
es: Pistas habituales
it: Campi abituali
pt_br: Quadras habituais

source: Ignore
es: Ignorar
it: Ignora
pt_br: Ignorar

source: Indoor court
es: Pista cubierta
it: Campo al chiuso
pt_br: Quadra coberta

source: Installs (all time)
es: Instalaciones (total)
it: Installazioni (totale)
pt_br: Instalações (total)

source: Invite code
es: Código de invitación
it: Codice d’invito
pt_br: Código de convite

source: It’s decided. Time to crown the champion.
es: Ya está decidido. Hora de coronar al campeón.
it: È deciso. È ora di incoronare il campione.
pt_br: Está decidido. Hora de coroar o campeão.

source: KITCHEN
es: COCINA
pt_br: COZINHA

source: Keep playing
es: Seguir jugando
it: Continua a giocare
pt_br: Continuar jogando

source: King court
es: Pista del rey
it: Campo del re
pt_br: Quadra do rei

source: Knockout
es: Eliminatoria
it: Eliminazione diretta
pt_br: Mata-mata

source: LAST 5
es: ÚLTIMOS 5
it: ULTIME 5
pt_br: ÚLTIMAS 5

source: LIFETIME
es: HISTÓRICO
it: SEMPRE
pt_br: HISTÓRICO

source: LIVE
es: EN DIRECTO
pt_br: AO VIVO

source: LIVE ON APPLE WATCH
es: EN DIRECTO EN EL APPLE WATCH
it: IN DIRETTA SU APPLE WATCH
pt_br: AO VIVO NO APPLE WATCH

source: Ladder
es: Escalera
it: Classifica
pt_br: Ranking

source: Leave
es: Salir
it: Esci
pt_br: Sair

source: Leave squad
es: Salir del grupo
it: Lascia il gruppo
pt_br: Sair do grupo

source: Let’s play
es: A jugar
it: Giochiamo
pt_br: Bora jogar

source: Light and dark follow your iPhone. Glass swaps the soft surfaces for frosted ones.
es: El modo claro y oscuro siguen a tu iPhone. Cristal cambia las superficies suaves por otras esmeriladas.
it: Chiaro e scuro seguono il tuo iPhone. Vetro sostituisce le superfici morbide con superfici satinate.
pt_br: Claro e escuro seguem o seu iPhone. Vidro troca as superfícies suaves por superfícies foscas.

source: Live now
es: En directo
it: In diretta ora
pt_br: Ao vivo agora

source: Live pages you share show first names and the score only.
es: Las páginas en directo que compartes solo muestran nombres de pila y el marcador.
it: Le pagine live che condividi mostrano solo i nomi e il punteggio.
pt_br: Páginas ao vivo que você compartilha mostram só primeiros nomes e o placar.

source: Loading watch stats
es: Cargando datos del reloj
it: Caricamento dati Watch
pt_br: Carregando dados do relógio

source: Longest reign
es: Reinado más largo
it: Regno più lungo
pt_br: Reinado mais longo

source: Longest streak: %lld in a row
es: Mejor racha: %lld seguidos
it: Serie migliore: %lld di fila
pt_br: Maior sequência: %lld seguidas

source: Losers’ bracket
es: Cuadro de perdedores
it: Tabellone perdenti
pt_br: Chave dos perdedores

source: Losers’ final
es: Final de perdedores
it: Finale perdenti
pt_br: Final dos perdedores

source: Losers’ round %lld
es: Ronda de perdedores %lld
it: Turno perdenti %lld
pt_br: Rodada dos perdedores %lld

source: Low-key nudges.
es: Avisos discretos.
it: Stimoli discreti.
pt_br: Cutucadas discretas.

source: ME
es: YO
it: IO
pt_br: EU

source: MEETINGS
es: ENFRENTAMIENTOS
it: INCONTRI
pt_br: CONFRONTOS

source: Match
es: Partido
it: Partita
pt_br: Partida

source: Match History
es: Historial
it: Storico
pt_br: Histórico

source: Match saved on Watch · sync pending
es: Partido guardado en el Watch · sincronización pendiente
it: Partita salvata sul Watch · sincronizzazione in attesa
pt_br: Partida salva no Watch · sincronização pendente

source: Match saved · workout details finishing.
es: Partido guardado · terminando los datos del entreno.
it: Partita salvata · completamento dei dati dell'allenamento.
pt_br: Partida salva · finalizando os dados do treino.

source: Match tiebreak instead of a third set
es: Supertiebreak en lugar de tercer set
it: Super tie-break al posto del terzo set
pt_br: Supertiebreak no lugar do terceiro set

source: Matches
es: Partidos
it: Partite
pt_br: Partidas
